/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (mémoire vidée)";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Serveurs détectés---";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(interrompu)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Commande introuvable : %@]";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Impossible de créer un nouveau processus et d’ouvrir un pseudo-tty.]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Opération terminée]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[L’opération a été arrêté - code d’arrêt %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[L’opération s’est terminée par le signal %1$d%2$s]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Restauré %@]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Contenus restaurés tronqués]";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "Impossible d’ouvrir « %@ » car %@ n’est pas autorisé à ouvrir des documents dans Terminal.";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@ : %@";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "Profil de %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "groupe de fenêtres de %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* Window settings preferences; Text appearance; format string for font field; argument 1 is the font name, argument 2 is the font size */
"%1$@ %2$@ pt" = "%1$@ %2$@";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥⃣ ➔  àáâ…" = "⌥⃣ ➔  àáâ…";

/* The 'use Option as Meta' title when on. */
"⌥⃣ ➔ M⃣eta" = "⌥⃣ ➔ M⃣eta";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Jump/Select to Previous Bookmark function key description. */
"△" = "△";

/* Jump/Select to Next Bookmark function key description. */
"▽" = "▽";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "Un profil appelé « %@ » existe déjà.";

/* (No Comment) */
"Alter Profiles" = "Modifier les profils";

/* Function key description */
"Background Color" = "Couleur\nd’arrière-plan";

/* Default settings; name for default Black on White settings */
"Black on White" = "Noir sur blanc";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Noir sur jaune";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Bleu sur blanc";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Marqué à l’aide d’un signet %@";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "Le mode Collage entre crochets (Bracketed Paste Mode) est activé dans le terminal et le texte à envoyer contient la séquence d’échappement qui indique la fin du texte collé. Ceci n’est pas valide pour le mode Collage entre crochets (Bracketed Paste Mode), et, par conséquent, le contenu suivant dans le texte pourrait effectuer des commandes arbitraires.";

/* Name of built-in default window settings */
"Built-in" = "Intégré";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "Modifier le réglage";

/* Menu item title */
"Clear to Previous Bookmark" = "Effacer jusqu’au signet précédent";

/* Menu item title */
"Clear to Previous Mark" = "Effacer jusqu’à la marque précédente";

/* Menu item title */
"Clear to Selected Bookmark" = "Effacer jusqu’au signet sélectionné";

/* Menu item title */
"Clear to Selected Mark" = "Effacer jusqu’à la marque sélectionnée";

/* Menu item title */
"Clear to Start of Selection" = "Effacer jusqu’au début de la sélection";

/* No comment provided by engineer. */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Close All" = "Tout fermer";

/* Close current split-pane */
"Close split-pane" = "Fermer la sous-fenêtre scindée";

/* (No Comment) */
"Close split-view" = "Fermer la vue scindée";

/* Tab close-button accessibility label/title. */
"Close tab" = "Fermer l’onglet";

/* Tab close-button accessibility role description. */
"close tab button" = "bouton de fermeture de l’onglet";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "La fermeture de cet onglet entraînera la fin du processus %@ en cours d’exécution.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "La fermeture de cet onglet entraînera la fin des processus %@ en cours d’exécution.";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "La fermeture de cette fenêtre entraînera la fin du processus %@ en cours d’exécution.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "La fermeture de cette fenêtre entraînera la fin des processus %@ en cours d’exécution.";

/* Compose Email Message contextual menu item. */
"Compose" = "Composer";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Se connecter";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copier";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Par défaut";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Voulez-vous fermer cet onglet ?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Voulez-vous fermer cette fenêtre ?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Voulez-vous arrêter les processus en cours dans cet onglet ?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Voulez-vous arrêter les processus en cours dans cette fenêtre ?";

/* pboard couldn't give a string. */
"Error: couldn't create a new terminal" = "Erreur : impossible de créer un nouveau terminal";

/* Service */
"File Transfer (ftp)" = "Transfert de fichier (ftp)";

/* Find Panel; window title */
"Find" = "Recherche";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Vert sur noir";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Masquer l’inspecteur";

/* Menu item title */
"Hide Marks" = "Masquer les marques";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Masquer la barre d’onglets";

/* Inspector process list: process status */
"Idle" = "Inactif";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Si vous ne passez pas vos fenêtres en revue, tous les processus en cours d’exécution seront interrompus.";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "insérer un signet";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Insérer un signet";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "La copie depuis une autre machine risque d’être incomplète.";

/* Look Up contextual menu item. */
"Look Up" = "Définition";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Rechercher « %@ »";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Rechercher « %@ »…";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "L";

/* Open man Page function key label. */
"man page" = "Page de man";

/* strings used for Shortcut man page support */
"Man Pages" = "Pages de man";

/* Open man Page function key options label. */
"man Title Automatic" = "Automatique";

/* Open man Page function key options label. */
"man Title Fixed Width" = "Largeur fixe";

/* Open man Page function key options label. */
"man Title None" = "Aucun";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Impossible d’importer les fichiers multiples.";

/* Default name for new window settings */
"New profile" = "Nouveau profil";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "nouvelle connexion distante";

/* Function key description */
"New Remote Connection" = "Nouvelle connexion distante";

/* Button title for making a new tab. */
"New Tab" = "Nouvel onglet";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "Nouvel onglet avec le profil – %@";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Nouvel onglet avec la même commande";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "Nouvelle fenêtre avec le profil - %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nouvelle fenêtre avec la même commande";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "signet suivant";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "marque suivante";

/* Inspector process list: boolean NO */
"No" = "Non";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Aucun signet";

/* No options for this service */
"No options" = "Aucune option";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "Aucun groupe de fenêtres";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Aucun groupe de fenêtres enregistré";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "objet";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Ouvrir le lien";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "ouvrir la page man";

/* Open man Page contextual menu item. */
"Open man Page" = "Ouvrir la page de man";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Ouvrir la page de man de « %@ »";

/* Function key description */
"Open man Page for Selection" = "Ouvrir la page de man\nde la sélection";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Option";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Option est Meta";

/* (No Comment) */
"Paste" = "Coller";

/* Message text for control-character content alert. */
"Paste control characters?" = "Coller les caractères de contrôle ?";

/* (No Comment) */
"Paste without Control Characters" = "Coller sans les caractères de contrôle";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "signet précédent";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "marque précédente";

/* Function key description */
"Previous/Next Bookmark" = "Signet précédent/suivant";

/* Function key description */
"Previous/Next Mark" = "Marque\nprécédente/suivante";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "Marque précédente/suivante — Insérer un signet";

/* Default process name */
"Process name" = "Nom du processus";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "profil";

/* (No Comment) */
"QuarantineAllow" = "Autoriser";

/* (No Comment) */
"QuarantineDeny" = "Ne pas autoriser";

/* (No Comment) */
"QuarantineMessage" = "Ceci révélera votre nom d’utilisateur et votre adresse réseau à l’autre ordinateur. Pour ne plus être informé, ajoutez-le à la liste ssh des hôtes connus.";

/* (No Comment) */
"QuarantineMessageError" = "\n\nUne erreur s’est produite lors de la recherche d’hôtes connus (pour plus de détails, exécutez « %@ »).";

/* (No Comment) */
"QuarantineTitle2" = " Êtes-vous d’accord ?";

/* strings used for quarantine alerts */
"QuarantineTitleSSH" = "Terminal ouvre une connexion ssh vers %@ pour %@.";

/* (No Comment) */
"QuarantineTitleTelnet" = "Terminal ouvre une connexion telnet vers %@ pour %@.";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* Service */
"Remote Login (telnet)" = "Connexion à distance (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Supprimer";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Remplacer";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Le replacement de %@ écrasera son contenu.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Le replacement de %@ écrasera leur contenu.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Passer les fenêtres en revue…";

/* Inspector process list: process status */
"Runnable" = "Exécutable";

/* Window group save panel; panel title */
"Save Window Group" = "Enregistrer le groupe de fenêtres";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Rechercher « %@ » dans l’index de page de man";

/* Open man Page function key options label. */
"Search Term Display:" = "Affichage du terme à rechercher :";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Rechercher sur le Web";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Rechercher avec %@";

/* Service */
"Secure File Transfer (sftp)" = "Transfert de fichiers sécurisé (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Shell sécurisé (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (Automatique)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "Protocole SFTP 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Afficher l’inspecteur";

/* Menu item title */
"Show Marks" = "Afficher les marques";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Afficher la barre d’onglets";

/* Inspector process list: process status */
"Sleeping" = "Suspendre l’activité";

/* Split current pane */
"Split pane" = "Scinder la sous-fenêtre";

/* strings used for split view controls */
"Split view" = "Scinder la vue";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (Automatique)";

/* Connect to service option */
"SSH Protocol 1" = "Protocole SSH 1";

/* Connect to service option */
"SSH Protocol 2" = "Protocole SSH 2";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Démarrage";

/* Inspector process list: process status */
"Stopped" = "Arrêté";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Résultat de Terminal.txt";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* No comment provided by engineer. */
"Terminate" = "Terminer";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Terminer les opérations";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "Les %1$@ %2$@ existent déjà. Voulez-vous les remplacer ?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "Le %1$@ %2$@ existe déjà. Souhaitez-vous le remplacer ?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "L’administrateur a donné à votre shell une valeur interdite.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Le fichier « %@ » n’a pas pu être exécuté car vous ne disposez pas des privilèges d’accès nécessaires.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Impossible d’importer le fichier « %@ ».";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Le fichier « %@ » n’a pas pu être ouvert car il est endommagé.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Le fichier est endommagé. Vous pouvez obtenir une autre copie auprès de son auteur.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Les fichiers suivants sont endommagés : %@. Vous pouvez obtenir une autre copie de ces fichiers auprès de leur auteur.";

/* Window settings; error title when settings name is empty */
"The name is too short." = "Le nom est trop court.";

/* Informative text for control-character content alert. */
"The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use \\U21E7\\U2318\\U23CE." = "Le texte contient des caractères de contrôle, qui pourraient permettre au contenu collé d’effectuer des commandes arbitraires.\n\nPour confirmer et coller, vous pouvez utiliser ⇧⌘⏎.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Pour afficher ou modifier vos autorisations d’accès, sélectionnez le fichier dans le Finder puis choisissez Fichier > Lire les informations.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Veuillez saisir un nom différent.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Veuillez saisir un nom plus long.";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "utiliser « Option » comme touche Meta";

/* Function key description */
"Use Option as Meta Key" = "Utiliser « Option » comme touche Meta";

/* Function key description */
"Use Option Instead of Meta" = "Utiliser Option au lieu de Meta";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220 compact (F1-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220 Extras (F13-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420 tout activé (PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Blanc sur noir";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Blanc sur bleu";

/* Window group save panel; name of object used in replacement panels */
"window group" = "groupe de fenêtres";

/* Inspector process list: boolean YES */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Vous n’êtes pas autorisé à lancer cette application.";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "Vous ne pouvez pas envoyer le texte au terminal, car il contient du contenu non valide pour le mode Collage entre crochets (Bracketed Paste Mode).";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "%d fenêtres contiennent des processus en cours d’exécution. Souhaitez-vous les passer en revue avant de quitter ?";

/* Inspector process list: process status */
"Zombie" = "Zombie";

